---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Underlay
source: html/9d851baa-c7e6-d686-e3b1-f3d10704a104.htm
---
# Autodesk.Revit.DB.GroupTypeId.Underlay Property

Underlay.

## Syntax (C#)
```csharp
public static ForgeTypeId Underlay { get; }
```